Repository: 84000/data-translation-memory
Catalog: Toh_96-The_Miraculous_Play_of_Manjusri-v2.tmx
Source language: bo
Languages: en

source: བྱང་ཆུབ་ཀྱང་གཟུགས་བརྙན་གྱི་རང་བཞིན་ཏེ། འཕོ་བ་མེད་པའོ། །
en: Awakening too has the nature of reflections in a mirror: it does not change.

source: སྲིང་མོ་དེའི་ཕྱིར་གཟུགས་བརྙན་མཉམ་པ་ཉིད་ཀྱིས་ཕུང་པོ་མཉམ་པ་ཉིད་དོ། །
en: Therefore, sister, just as reflections in a mirror partake in universal sameness, the aggregates partake in universal sameness.

source: ཕུང་པོ་མཉམ་པ་ཉིད་ཀྱིས་གཟུགས་བརྙན་མཉམ་པ་ཉིད་དོ། །
en: Just as the aggregates partake in universal sameness, reflections in a mirror partake in universal sameness.

source: གཟུགས་བརྙན་མཉམ་པ་ཉིད་ཀྱིས་བྱང་ཆུབ་མཉམ་པ་ཉིད་དོ། །
en: Just as reflections in a mirror partake in universal sameness, awakening partakes in universal sameness.

source: བྱང་ཆུབ་མཉམ་པ་ཉིད་ཀྱིས་གཟུགས་བརྙན་མཉམ་པ་ཉིད་དེ།
en: Just as awakening partakes in universal sameness, reflections in a mirror partake in universal sameness.

source: སྲིང་མོ་གཞན་ཡང་ཕུང་པོ་ལྔ་ནི་མིང་ཙམ་སྟེ། མིང་དེ་ཡང་གཡོ་བ་མེད་པའོ། །
en: “Further, sister, the five aggregates are just words, and those words are of an unwavering nature.

source: སྲིང་མོ་བྱང་ཆུབ་ཀྱང་མིང་ཙམ་སྟེ། མིང་དེ་ཡང་གཡོ་བ་མེད་པའོ། །
en: Awakening too, sister, is just a word, and that word is unwavering.

source: སྲིང་མོ་དེའི་ཕྱིར་གཡོ་བ་མེད་པ་མཉམ་པ་ཉིད་ཀྱིས་ཕུང་པོ་མཉམ་པ་ཉིད་དོ། །
en: Therefore, sister, just as the unwavering partakes in universal sameness, the aggregates partake in universal sameness.

source: ཕུང་པོ་མཉམ་པ་ཉིད་ཀྱིས་གཡོ་བ་མེད་པ་མཉམ་པ་ཉིད་དོ། །
en: Just as the aggregates partake in universal sameness, the unwavering partakes in universal sameness.

source: གཡོ་བ་མེད་པ་མཉམ་པ་ཉིད་ཀྱིས་བྱང་ཆུབ་མཉམ་པ་ཉིད་དོ། །
en: Just as the unwavering partakes in universal sameness, awakening partakes in universal sameness.

source: བྱང་ཆུབ་མཉམ་པ་ཉིད་ཀྱིས་གཡོ་བ་མེད་པ་མཉམ་པ་ཉིད་དེ།
en: Just as awakening partakes in universal sameness, the unwavering partakes in universal sameness.

source: སྲིང་མོ་གཞན་ཡང་ཕུང་པོ་རྣམས་ལ་བྱེད་པ་པོ་མེད་དེ། མ་བྱས་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: “Further, sister, among the aggregates there is no subject that acts, and the meaning of being uncreated is awakening.

source: ཕུང་པོ་རྣམས་ལ་ངོ་བོ་ཉིད་མེད་དེ། ངོ་བོ་ཉིད་མེད་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is no essential nature, and the meaning of being without any essential nature is awakening.

source: ཕུང་པོ་རྣམས་ལ་བྱུང་བ་མེད་དེ། མ་བྱུང་བའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is no origination, and the meaning of being without origination is awakening.

source: ཕུང་པོ་རྣམས་ལ་རྟག་པ་ཉིད་མེད་དེ། མི་རྟག་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is no permanence, and the meaning of impermanence is awakening.

source: ཕུང་པོ་རྣམས་ལ་བདེ་བ་ཉིད་མེད་དེ། སྡུག་བསྔལ་བའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is no happiness, and the meaning of suffering is awakening.

source: ཕུང་པོ་རྣམས་ལ་སྡུག་པ་མེད་དེ། མི་སྡུག་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is nothing pure, and the meaning of impurity is awakening.

source: ཕུང་པོ་རྣམས་ལ་བདག་མེད་དེ། བདག་མེད་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is no self, and the meaning of selflessness is awakening.

source: སྲིང་མོ་གཞན་ཡང་ཕུང་པོ་རྣམས་ལ་མངོན་པར་གྲུབ་པ་མེད་དེ། མངོན་པར་མ་གྲུབ་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Further, sister, among the aggregates there is no development, and the meaning of being beyond development is awakening.

source: ཕུང་པོ་རྣམས་ནི་དབེན་པ་སྟེ། དབེན་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: The aggregates are void, and the meaning of being void is awakening.

source: ཕུང་པོ་རྣམས་ལ་གཟུང་བ་མེད་དེ། གཟུང་བ་མེད་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is nothing to grasp, and the meaning of being beyond grasping is awakening.

source: ཕུང་པོ་རྣམས་ལ་གཞི་མེད་དེ། གཞི་མེད་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is no support, and the meaning of being without support is awakening.

source: ཕུང་པོ་རྣམས་ལ་འོང་བ་དང་འགྲོ་བ་མེད་དེ། འོང་བ་དང་འགྲོ་བ་མེད་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is no coming or going, and the meaning of being beyond coming and going is awakening.

source: ཕུང་པོ་རྣམས་ནི་ད་ལྟར་བྱུང་བ་ལ་མི་གནས་པ་སྟེ། ད་ལྟར་བྱུང་བ་ལ་མི་གནས་པའི་དོན་ནི་བྱང་ཆུབ་བོ། །
en: Among the aggregates there is nothing that remains in the present, and the meaning of not remaining in the present is awakening.

source: སྲིང་མོ་གཞན་ཡང་ཕུང་པོ་རྣམས་ནི་འཕགས་པ་རྣམས་ཀྱིས་ཐ་སྙད་ཡིན་པས་བྱང་ཆུབ་ཀྱང་འཕགས་པ་རྣམས་ཀྱི་ཐ་སྙད་དོ། །
en: Further, sister, the aggregates are only a pious conventional expression, and awakening too is a pious conventional expression.

source: ཕུང་པོ་རྣམས་ནི་ཐ་སྙད་མེད་པའི་རང་བཞིན་ཅན་ཏེ། བྱང་ཆུབ་ཀྱང་ཐ་སྙད་མེད་པའོ། །
en: The aggregates are essentially beyond conventional expressions, and awakening too is beyond conventional expressions.

source: ཕུང་པོ་ལྔའི་རང་བཞིན་གང་ཡིན་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད་པའི་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་ཏེ། དེ་ནི་བྱང་ཆུབ་ཅེས་བྱའོ། །
en: The essential nature of the five aggregates is the essential nature of all the phenomena penetrated by the Tathāgata, and that is awakening.

source: སྲིང་མོ་དེ་ལྟར་ན་ཕུང་པོ་ལྔའི་རང་བཞིན་ནི་བྱང་ཆུབ་ཀྱི་རང་བཞིན་ནོ། །བྱང་ཆུབ་ཀྱི་རང་བཞིན་ནི་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་ཏེ།
en: In this way, sister, the essential nature of the aggregates is the essential nature of awakening, and the essential nature of awakening is the essential nature of all phenomena.

source: སྲིང་མོ་ཕུང་པོ་ལྔའི་རང་བཞིན་གང་ཡིན་པ་དང་། བྱང་ཆུབ་ཀྱི་རང་བཞིན་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་རང་བཞིན་ཡིན་ཏེ།
en: Sister, the essential nature of the five aggregates, and the essential nature of awakening, is the essential nature of all beings.

source: སྲིང་མོ་གཞན་ཡང་ཕུང་པོ་རྟོགས་པ་གང་ཡིན་པ་དེ་ཉིད་བྱང་ཆུབ་ཡིན་ཏེ།
en: “Further, sister, the understanding of the aggregates is undoubtedly awakening.

source: ཕུང་པོ་མ་གཏོགས་པར་རྟོགས་པ་ཡང་མེད་ལ།
en: There is no real understanding that does not include the aggregates.

source: བྱང་ཆུབ་མ་གཏོགས་པར་ཡང་རྟོགས་པ་མེད་པས་དེ་ལྟར་རྟོགས་པ་གང་ཡིན་པ་དེ་བྱང་ཆུབ་ཅེས་བྱ་སྟེ།
en: There is no real understanding that does not include awakening. Thus, understanding is awakening.

source: སྲིང་མོ་རྣམ་གྲངས་འདིས་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱ་སྟེ།
en: “Sister, you should understand this teaching in this way:

source: ཇི་ལྟར་སེམས་ཅན་ཐམས་ཅད་བྱང་ཆུབ་ཏུ་གཏོགས་པ་ལྟར། དེ་གཏོགས་པ་མེད་པར་བསྟན་པ་ནི་བྱང་ཆུབ་སྟེ།
en: just as all beings are included in awakening, that teaching that is not included in anything is awakening.

source: སྲིང་མོ་གཞན་ཡང་ཁྱོད་ཀྱི་ལུས་འདི་ལ་སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ཁམས་བཞི་པོ་དག་མངོན་པར་གྲུབ་པ་
en: “Further, sister, in this body of yours, the four elements are produced, namely, the element of earth, the element of water, the element of fire, and the element of wind.

source: དེ་ལ་སྲིང་མོ་སའི་ཁམས་ནི་བདག་མ་ཡིན། སེམས་ཅན་མ་ཡིན། སྲོག་མ་ཡིན། སྐྱེས་བུ་མ་ཡིན། གང་ཟག་མ་ཡིན་ནོ། །
en: Moreover, sister, the element of earth is not a self, not a sentient being, not a life principle, not a soul, and not an individual who is reborn;

source: བྱང་ཆུབ་ཀྱང་བདག་མ་ཡིན། སེམས་ཅན་མ་ཡིན། སྲོག་མ་ཡིན། སྐྱེས་བུ་མ་ཡིན། གང་ཟག་མ་ཡིན་ནོ། །
en: awakening too is not a self, not a sentient being, not a life principle, not a soul, and not an individual who is reborn.

source: དེ་བཞིན་དུ་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་ཀྱང་བདག་མ་ཡིན། སེམས་ཅན་མ་ཡིན། སྲོག་མ་ཡིན། སྐྱེས་བུ་མ་ཡིན། གང་ཟག་མ་ཡིན་ནོ། །
en: Thus, the element of water, the element of fire, and the element of wind too are not a self, not a sentient being, not a life principle, not a soul, and not an individual who is reborn.

source: ཤིན་ཏུ་ནམ་མཁའ་དང་མཚུངས་པའི་ཕྱིར་སའི་ཁམས་དང་བྱང་ཆུབ་མཉམ་མོ། །
en: The element of earth and awakening are the same because of their absolute sameness with empty space.

source: ཤིན་ཏུ་མེད་པའི་ཕྱིར་ཆུའི་ཁམས་དང་བྱང་ཆུབ་མཉམ་མོ། །
en: The element of water and awakening are the same because of their absolute nonexistence.

source: ཤིན་ཏུ་མི་གཡོ་བའི་ཕྱིར་མེའི་ཁམས་དང་བྱང་ཆུབ་མཉམ་མོ། །
en: The element of fire and awakening are the same because they are totally unwavering.

source: ཤིན་ཏུ་བསྟན་དུ་མེད་པའི་ཕྱིར་རླུང་གི་ཁམས་དང་བྱང་ཆུབ་མཉམ་མོ། །
en: The element of wind and awakening are the same because they are totally indefinable.

source: སྲིང་མོ་སའི་ཁམས་གང་ཡིན་པའི་ཁམས་དེ་ནི་དེ་བཞིན་གཤེགས་པས་མཁྱེན་ཏེ། མངོན་པར་རྫོགས་པར་ཐུགས་སུ་ཆུད་དོ། །
en: The element of earth, sister, is known and understood by the Tathāgata.

source: སྲིང་མོ་ཆུའི་ཁམས་གང་ཡིན་པའི་ཁམས་དེ་ནི་དེ་བཞིན་གཤེགས་པས་མཁྱེན་ཏེ། མངོན་པར་རྫོགས་པར་ཐུགས་སུ་ཆུད་དོ། །
en: The element of water, sister, is known and understood by the Tathāgata.

source: སྲིང་མོ་མེའི་ཁམས་གང་ཡིན་པའི་ཁམས་དེ་ནི་དེ་བཞིན་གཤེགས་པས་མཁྱེན་ཏེ། མངོན་པར་རྫོགས་པར་ཐུགས་སུ་ཆུད་དོ། །
en: The element of fire, sister, is known and understood by the Tathāgata.

source: སྲིང་མོ་རླུང་གི་ཁམས་གང་ཡིན་པའི་ཁམས་དེ་ནི་དེ་བཞིན་གཤེགས་པས་མཁྱེན་ཏེ། མངོན་པར་རྫོགས་པར་ཐུགས་སུ་ཆུད་དོ། །
en: The element of wind, sister, is known and understood by the Tathāgata.

source: སྲིང་མོ་སའི་ཁམས་རྟོགས་པ་ནི་བྱང་ཆུབ་བོ། །
en: Further, sister, to understand the element of earth is awakening.

source: སྲིང་མོ་དེ་བཞིན་དུ་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་རྟོགས་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Thus, sister, to understand the element of water, the element of fire, and the element of wind is awakening.

source: སྲིང་མོ་སའི་ཁམས་ཀྱིས་ཆུའི་ཁམས་ཡང་དག་པར་མི་ཤེས་སོ། །
en: “Sister, the element of earth does not know the element of water.

source: ཆུའི་ཁམས་ཀྱིས་མེའི་ཁམས་ཡང་དག་པར་མི་ཤེས་སོ། །
en: The element of water does not know the element of fire.

source: མེའི་ཁམས་ཀྱིས་རླུང་གི་ཁམས་ཡང་དག་པར་མི་ཤེས་སོ། །
en: The element of fire does not know the element of wind.

source: སྲིང་མོ་དེ་ལྟར་ན་ཁམས་ཀྱི་མིང་ཡོངས་སུ་ཤེས་པ་གང་ཡིན་པ་དེ་ནི་བྱང་ཆུབ་ཅེས་བྱ་སྟེ།
en: In this way, sister, thorough knowledge of the word element is called awakening.

source: སྲིང་མོ་གཞན་ཡང་གང་ཁྱོད་ཀྱི་ལུས་འདི་ལ་མིག་མངོན་པར་གྲུབ་པ་དང་། དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མངོན་པར་གྲུབ་པ་
en: “Further, sister, the eye is produced in this body of yours, and in the same way the ear, the nose, the tongue, the body, and the mind are produced.

source: དེ་ལ་སྲིང་མོ་མིག་ནི་སྟོང་པ་སྟེ། མིག་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ནི་བྱང་ཆུབ་བོ། །
en: But sister, the eye is empty, and the essential nature of the eye, being emptiness, is awakening.

source: རྣ་བ་ནི་སྟོང་པ་སྟེ། རྣ་བ་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ནི་བྱང་ཆུབ་བོ། །
en: But sister, the ear is empty, and the essential nature of the ear, being emptiness, is awakening.

source: སྣ་ནི་སྟོང་པ་སྟེ། སྣ་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ནི་བྱང་ཆུབ་བོ། །
en: But sister, the nose is empty, and the essential nature of the nose, being emptiness, is awakening.

source: ལྕེ་ནི་སྟོང་པ་སྟེ། ལྕེ་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ནི་བྱང་ཆུབ་བོ། །
en: But sister, the tongue is empty, and the essential nature of the tongue, being emptiness, is awakening.

source: ལུས་ནི་སྟོང་པ་སྟེ། ལུས་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ནི་བྱང་ཆུབ་བོ། །
en: But sister, the body is empty, and the essential nature of the body, being emptiness, is awakening.

source: ཡིད་ནི་སྟོང་པ་སྟེ། ཡིད་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ནི་བྱང་ཆུབ་བོ། །
en: But sister, the mind is empty, and the essential nature of the mind, being emptiness, is awakening.

source: སྲིང་མོ་གཞན་ཡང་མིག་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་གཟུགས་སུ་འདོགས་པར་མི་བྱེད་དོ། །གཟུགས་སྟོང་པའི་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་ནི་བྱང་ཆུབ་བོ། །
en: “Further, sister, the emptiness of the eye is not amenable to conceptual imputation as ‘form,’ and the essential nature of empty form is awakening.

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཆོས་སུ་འདོགས་པར་མི་བྱེད་དེཆོས་སྟོང་པའི་ཆོས་ཀྱི་ངོ་བོ་ཉིད་ནི་བྱང་ཆུབ་སྟེ།
en: The emptiness of the ear, the nose, the tongue, the body, and the mind is not amenable to conceptual imputation as ‘mental phenomena,’ and the essential nature of empty mental phenomena is awakening.

source: སྲིང་མོ་མིག་ནི་གཟུགས་མི་ལེན་ཏེ། བྱང་ཆུབ་ཀྱང་གཟུགས་མི་ལེན་ཏོ། །
en: Thus, sister, the eye does not grasp form, just as awakening does not grasp form;

source: རྣ་བ་ནི་སྒྲ་མི་ལེན་ཏེ། བྱང་ཆུབ་ཀྱང་སྒྲ་མི་ལེན་ཏོ། །
en: the ear does not grasp sounds, just as awakening does not grasp sounds;

source: སྣ་ནི་དྲི་མི་ལེན་ཏེ། བྱང་ཆུབ་ཀྱང་དྲི་མི་ལེན་ཏོ། །
en: the nose does not grasp smells, just as awakening does not grasp smells;

source: ལྕེ་ནི་རོ་མི་ལེན་ཏེ། བྱང་ཆུབ་ཀྱང་རོ་མི་ལེན་ཏོ། །
en: the tongue does not grasp tastes, just as awakening does not grasp tastes;

source: ཡིད་ནི་ཆོས་མི་ལེན་ཏེ། བྱང་ཆུབ་ཀྱང་ཆོས་མི་ལེན་ཏོ། །
en: and the mind does not grasp mental phenomena, just as awakening does not grasp mental phenomena.

source: སྲིང་མོ་དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “What, sister, is the reason for this?

source: མིག་གཟུགས་དང་བྲལ་བ་ནི་བྱང་ཆུབ་བོ། །ཡིད་ཆོས་དང་བྲལ་བའི་བར་དུ་ཡང་བྱང་ཆུབ་ཡིན་པའི་ཕྱིར་རོ། །
en: The eye that is not connected to form is awakening, and, similarly with the other senses, the mind that is not connected to mental phenomena is awakening.

source: སྲིང་མོ་དེ་ལྟར་ན་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་གང་ཡིན་པ་དེ་ནི་གཟུགས་ཀྱི་ཁམས་དང་མཚམས་སྦྱོར་བ་མེད་དེ། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་གཟུགས་ཀྱི་ཁམས་སུ་བྲལ་བ་ནི་བྱང་ཆུབ་བོ། །
en: Thus, sister, the sensory element of eye consciousness is not connected to the sensory element of form, and the sensory element of eye consciousness that is not connected to form is awakening.

source: རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་གང་ཡིན་པ་དེ་ནི་སྒྲའི་ཁམས་དང་མཚམས་སྦྱོར་བ་མེད་དེརྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་སྒྲའི་ཁམས་སུ་བྲལ་བ་ནི་བྱང་ཆུབ་བོ། །
en: The sensory element of ear consciousness is not connected to the sensory element of sound, and the sensory element of ear consciousness that is not connected to sound is awakening.

source: སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་གང་ཡིན་པ་དེ་ནི་དྲིའི་ཁམས་དང་མཚམས་སྦྱོར་བ་མེད་དེསྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་དྲིའི་ཁམས་སུ་བྲལ་བ་ནི་བྱང་ཆུབ་བོ། །
en: The sensory element of nose consciousness is not connected to the sensory element of smell, and the sensory element of nose consciousness that is not connected to smell is awakening.

source: ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་གང་ཡིན་པ་དེ་ནི་རོའི་ཁམས་དང་མཚམས་སྦྱོར་བ་མེད་དེལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་རོའི་ཁམས་སུ་བྲལ་བ་ནི་བྱང་ཆུབ་བོ། །
en: The sensory element of tongue consciousness is not connected to the sensory element of taste, and the sensory element of tongue consciousness that is not connected to taste is awakening.

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་གང་ཡིན་པ་དེ་ནི་རེག་བྱའི་ཁམས་དང་མཚམས་སྦྱོར་བ་མེད་དེལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་རེག་བྱའི་ཁམས་སུ་བྲལ་བ་ནི་བྱང་ཆུབ་བོ། །
en: The sensory element of body consciousness is not connected to the sensory element of physical objects, and the sensory element of body consciousness that is not connected to physical objects is awakening.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་གང་ཡིན་པ་དེ་ནི་ཆོས་ཀྱི་ཁམས་དང་མཚམས་སྦྱོར་བ་མེད་དེཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་ཆོས་ཀྱི་ཁམས་སུ་བྲལ་བ་ནི་བྱང་ཆུབ་སྟེ།
en: The sensory element of mind consciousness is not connected to the sensory element of mental phenomena, and the sensory element of mind consciousness that is not connected to mental phenomena is awakening.

source: སྲིང་མོ་དེ་ལྟར་ན་བྱང་ཆུབ་དང་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དེ་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་དབྱེར་མེད་དོ། །
en: “Thus, sister, awakening and the sensory element of eye consciousness are beyond duality and not distinguishable as two entities.

source: བྱང་ཆུབ་དང་གཟུགས་ཀྱི་ཁམས་དེ་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་དབྱེར་མེད་དོ། །
en: Awakening and the sensory element of form are beyond duality and not distinguishable as two entities.

source: བྱང་ཆུབ་དང་ཡིད་ཀྱི་ཁམས་ཀྱི་བར་དེ་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་དབྱེར་མེད་དོ། །
en: As awakening and the sensory element of mind are beyond duality and not distinguishable as two entities,

source: བྱང་ཆུབ་དང་ཆོས་ཀྱི་ཁམས་དེ་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་དབྱེར་མེད་དོ། །
en: awakening and the sensory element of mental phenomena are beyond duality and not distinguishable as two entities.

source: བྱང་ཆུབ་དང་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དེ་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་དབྱེར་མེད་དོ། །
en: Awakening and the sensory element of mind consciousness are beyond duality and not distinguishable as two entities.

source: སྲིང་མོ་གཞན་ཡང་མིག་རྟོགས་པ་ནི་བྱང་ཆུབ་བོ། །
en: “Further, sister, understand that the eye is awakening.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་རྟོགས་པ་ནི་བྱང་ཆུབ་བོ། །
en: Similarly, understand that the ear, the nose, the tongue, the body, and the mind are awakening.

source: མིག་གི་རང་བཞིན་ནི་སྟོང་པ་སྟེ། རང་བཞིན་སྟོང་པ་དེ་ནི་བྱང་ཆུབ་བོ། །
en: The essential nature of the eye is empty, and this empty essential nature is awakening.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་རང་བཞིན་ནི་སྟོང་པ་སྟེ། རང་བཞིན་སྟོང་པ་དེ་ནི་བྱང་ཆུབ་བོ། །
en: Similarly, the essential nature of the ear, the nose, the tongue, the body, and the mind is empty, and this empty essential nature is awakening.

source: སྲིང་མོ་མིག་གི་རང་བཞིན་ནི་མ་ཆགས། མི་སྡང་། མ་རྨོངས་པ་སྟེ། འདོད་ཆགས་དང་ཞེ་སྡང་དང་གཏི་མུག་དང་བྲལ་བ་ནི་བྱང་ཆུབ་བོ། །
en: Sister, the essential nature of the eye is beyond desire, aversion, and bewilderment, and that which is without desire, aversion, and bewilderment is awakening.

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་རང་བཞིན་ནི་མ་ཆགས་པ། མི་སྡང་བ། མ་རྨོངས་པ་སྟེ། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་བྲལ་བ་ནི་བྱང་ཆུབ་བོ། །
en: The essential nature of the ear, the nose, the tongue, the body, and the mind is beyond desire, aversion, and bewilderment, and that which is without desire, aversion, and bewilderment is awakening.

source: སྲིང་མོ་མིག་ནི་བདག་པོ་མེད་པ། བདག་གི་མེད་པ། ཡོངས་སུ་འཛིན་པ་མེད་པ་སྟེ།
en: “Sister, the eye has no owner, nothing that is owned, and no state of ownership.

source: བྱང་ཆུབ་ཀྱང་བདག་པོ་མེད་པ། བདག་གི་མེད་པ། ཡོངས་སུ་འཛིན་པ་མེད་པའོ། །
en: Awakening too has no owner, nothing that is owned, and no state of ownership.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱང་བདག་པོ་མེད་པ། བདག་གི་མེད་པ། ཡོངས་སུ་འཛིན་པ་མེད་པ་སྟེ། བྱང་ཆུབ་ཀྱང་བདག་པོ་མེད་པ། བདག་གི་མེད་པ། ཡོངས་སུ་འཛིན་པ་མེད་པའོ། །
en: In the same way, the ear, the nose, the tongue, the body, and the mind have no owner, nothing that is owned, and no state of ownership.

source: སྲིང་མོ་མིག་ནི་སྐྱེས་པའི་ཆོས་དང་མཚུངས་པར་ལྡན་པ་ཡང་མ་ཡིན། བུད་མེད་ཀྱི་ཆོས་དང་མཚུངས་པར་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །
en: “Sister, the eye is not connected to the state of being a man, and it is not connected to the state of a being a woman;

source: སྲིང་མོ་བྱང་ཆུབ་ཀྱང་སྐྱེས་པའི་ཆོས་དང་མཚུངས་པར་ལྡན་པ་ཡང་མ་ཡིན། བུད་མེད་ཀྱི་ཆོས་དང་མཚུངས་པར་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །
en: nor, sister, is awakening connected to the state of being a man, or connected to the state of a being a woman.

source: སྲིང་མོ་དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱང་སྐྱེས་པའི་ཆོས་དང་མཚུངས་པར་ལྡན་པ་ཡང་མ་ཡིན། བུད་མེད་ཀྱི་ཆོས་དང་མཚུངས་པར་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །
en: Similarly, sister, the ear, the nose, the tongue, the body, and the mind are not connected to the state of being a man, and are not connected to the state of a being a woman;

source: སྲིང་མོ་མིག་ནི། སྐྱེས་པའང་མ་ཡིན། བུད་མེད་ཀྱང་མ་ཡིན་ནོ། །
en: Sister, the eye is not a man, and it is not a woman;

source: སྲིང་མོ་བྱང་ཆུབ་ཀྱང་སྐྱེས་པ་ཡང་མ་ཡིན། བུད་མེད་ཀྱང་མ་ཡིན་ནོ། །
en: nor, sister, is awakening a man, or a woman.

source: སྲིང་མོ་ཡིད་ཀྱི་བར་དུ་ཡང་སྐྱེས་པ་ཡང་མ་ཡིན། བུད་མེད་ཀྱང་མ་ཡིན་ནོ། །
en: In the same way, sister, the mind is not a man, and it is not a woman,

source: སྲིང་མོ་དེ་ལྟར་མིག་གི་དེ་བཞིན་ཉིད་ནི་དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད་དེ། དེ་བཞིན་ཉིད་རྟོགས་པ་ནི་བྱང་ཆུབ་བོ། །
en: Sister, this is how the Tathāgata understands the reality of the eye, and this understanding is awakening.

source: ཡིད་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་བར་དུ་ཡང་དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད་དེ། དེ་བཞིན་ཉིད་རྟོགས་པ་ནི་བྱང་ཆུབ་བོ། །
en: The Tathāgata understands the reality of the mind in the same way, and this understanding is awakening.

source: སྲིང་མོ་གཞན་ཡང་ཁྱོད་ཀྱི་ལུས་འདི་ནི་བདག་མ་ཡིན། སེམས་ཅན་མ་ཡིན། སྲོག་མ་ཡིན། སྐྱེས་བུ་མ་ཡིན། གང་ཟག་མ་ཡིན། ཤེད་ལས་སྐྱེས་པ་མ་ཡིན། ཤེད་བུ་མ་ཡིན། བྱེད་པ་པོ་མ་ཡིན། ཚོར་བ་པོ་མ་ཡིན། ཤེས་པ་པོ་མ་ཡིན། མཐོང་བ་པོ་མ་ཡིན། ཉན་པ་པོ་མ་ཡིན། སྣོམ་པ་པོ་མ་ཡིན། ཟ་བ་པོ་མ་ཡིན། རེག་པ་པོ་མ་ཡིན། རྣམ་པར་ཤེས་པ་པོ་མ་ཡིན་ནོ། །
en: “Further, sister, this body of yours is not a self, not a sentient being, not a life principle, not a soul, not a person, not a human being, not a man, not a creator, not a subject of feeling, knowing, hearing, smelling, tasting, or touching, nor is it a subject of consciousness.

source: སྲིང་མོ་བྱང་ཆུབ་ཀྱང་བདག་མ་ཡིན་སེམས་ཅན་མ་ཡིན། སྲོག་མ་ཡིན། གསོ་བ་མ་ཡིན། གང་ཟག་མ་ཡིན། བདག་གི་མ་ཡིན། ཡོངས་སུ་འཛིན་པ་མ་ཡིན། བྱས་པ་མ་ཡིན། ཚོར་བ་མ་ཡིན། གཟུགས་མ་ཡིན། སྒྲ་མ་ཡིན། དྲི་མ་ཡིན། རོ་མ་ཡིན། རེག་མ་ཡིན། རྣམ་པར་རེག་པ་མ་ཡིན་ཏེ།
en: Sister, awakening too is not a self, not a sentient being, not a life principle, not a soul, not a personality, not a human being, not a man, not a creator, not a subject of feeling, knowing, hearing, smelling, tasting, or touching, nor is it a subject of consciousness.

source: སྲིང་མོ་དེ་ལྟ་བས་ན་ཆོས་ཐམས་ཅད་མཉམ་པ་ཉིད་ནི་བྱང་ཆུབ་ཅེས་བྱའོ། །
en: Thus, sister, the universal sameness of all phenomena is awakening.

source: སྲིང་མོ་གང་ཡང་ཁྱོད་ཀྱི་ལུས་ནི་གཡོ་བ་མེད་པ། བྱེད་པ་མེད་པ། རྟག་པ་མེད་པ་སྟེ།
en: “Sister, this body of yours is without mobility, without a subject that acts, and without permanence.

source: རྩྭ་དང་། ཤིང་དང་། ཤིང་ལྗོན་པ་དང་། རྩིག་པའི་ཚོགས་རྣམས་དང་ཁྱད་པར་མེད་ཅིང་ཐ་དད་དུ་དབྱེར་མེད་དོ། །
en: It is not distinct or different from grass, wood, trees, and building materials of stone.

source: སྲིང་མོ་གང་ཡང་ནང་གི་སའི་ཁམས་དང་ཕྱི་རོལ་གྱི་སའི་ཁམས་ནི་གཉིས་སུ་མེད་ཅིང་གཉིས་སུ་དབྱེར་མེད་དེ།
en: Also, sister, the inner element of earth and the outer element of earth are not two and are not distinguishable as two entities.

source: འདི་ལྟར་མཚན་ཉིད་མེད་པར་མཚན་ཉིད་གཅིག་པར་དེ་བཞིན་གཤེགས་པས་ཤེས་རབ་དང་ཡེ་ཤེས་ཀྱིས་མངོན་པར་རྫོགས་པར་ཐུགས་སུ་ཆུད་དེ།
en: As such, they have the one characteristic of being without characteristics when they are understood by the Tathāgata through his insight and knowledge.

source: སྲིང་མོ་གཞན་ཡང་སེམས་དང་ཡིད་དང་། རྣམ་པར་ཤེས་པའི་རྣམ་པར་རིག་པ་གང་གིས་སེམས་པ་དང་། རྣམ་པར་ཤེས་པའི་སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པའི་རྣམ་པར་རིག་པ་དེ་ནི་སྐྲ་ལ་གནས་པ་མ་ཡིན།
en: “Moreover, sister, the intention by which we have representations of thought, mind, and consciousness, and these representations of thought, mind, and consciousness themselves, are not found in the hair.

source: སྤུ་ལ་གནས་པ་མ་ཡིན། ཤ་མདོག་ལ་གནས་པ་མ་ཡིན། པགས་པ་ལ་གནས་པ་མ་ཡིན། ཤ་ལ་གནས་པ་མ་ཡིན། ཁྲག་ལ་གནས་པ་མ་ཡིན། རུས་པ་ལ་གནས་པ་མ་ཡིན། ཆུ་བ་ལ་གནས་པ་མ་ཡིན། རྐང་ལ་གནས་པ་མ་ཡིན།
en: They do not abide in the hair of the body, nor in the cuticles, nor in the skin, nor in the flesh, nor in the blood, nor in the bones, nor in the sinews, nor in the marrow.

source: ནང་ན་གནས་པ་མ་ཡིན། ཕྱི་རོལ་ན་གནས་པ་མ་ཡིན། གཉི་ག་མེད་པ་ལ་གནས་པ་མ་ཡིན།
en: They do not abide inside, nor outside, nor neither inside nor outside.

source: མིག་ལ་གནས་པ་མ་ཡིན། རྣ་བ་ལ་གནས་པ་མ་ཡིན། སྣ་ལ་གནས་པ་མ་ཡིན། ལྕེ་ལ་གནས་པ་མ་ཡིན། ལུས་ལ་གནས་པ་མ་ཡིན། ཡིད་ལ་གནས་པ་མ་ཡིན་ཏེ།
en: They do not abide in the eye, nor in the ear, nor in the nose, nor in the tongue, nor in the body, nor in the mind.

source: གནས་པ་མ་ཡིན། མི་གནས་པ་མ་ཡིན།
en: They do not abide, nor do they not abide.

source: རྒྱུན་ཆད་པ་མ་ཡིན། ཡུལ་ན་གནས་པ་མ་ཡིན། ཕྱོགས་ན་གནས་པ་མ་ཡིན།
en: They are not discontinuous, and do not abide in any location or direction.

source: གཟུགས་མེད་པ། བསྟན་དུ་མེད་པ། རྣམ་པར་རིག་པ་མེད་པ། གཟུང་བ་མེད་པ། འདྲེ་བ་མེད་པ། གཞི་མེད་པ། དག་པ། གཙང་བ། འོད་གསལ་བ་སྟེ།
en: They are without form, not demonstrable, beyond representation, ungraspable, unmixed, without basis, pure, clean, and brilliant.

source: སེམས་དང་། ཡིད་ཀྱི་རྣམ་པར་རིག་པ་དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ། རྣམ་པར་བྱང་བ་མེད་པ་སྟེ།
en: That representation of thought and mind is beyond the impurity of afflicted mental states and also beyond purification.

source: དེ་ནི་རང་བཞིན་གྱིས་རྣམ་པར་དག་ཅིང་འོད་གསལ་ལ་ལུས་མེད་པའི་ཕྱིར། ཀུན་ནས་ཉོན་མོངས་པ་མེད་ཅིང་རྣམ་པར་བྱང་བ་མེད་དོ། །
en: It is because it is not embodied, in being essentially pure and brilliant, that it is beyond the impurity of afflicted mental states and also beyond purification.
